카자라_일반_설명 =
'넬타리온 본인은 한참 나중에 가서야 사용했지만, 사실 엘레멘티움 장갑 실험은 아베루스 초창기부터 이루어졌습니다. 엘레멘티움과 암흑불길을 접목한 결과물이 바로 카자라로, 풀어놓기엔 너무 불안정하다고 판단되어 갇히고 말았습니다. 엘레멘티움 장갑의 끔찍한 고통에 이성을 상실한 그녀는 어둠의 도가니를 지키는 수호자로서 역할을 다할 뿐입니다.'

카자라_일반_개요 =
'전투가 진행되면서 카자라는 [공포의 균열]을 열어 [고뇌의 광선]을 형성해 플레이어를 추적합니다. 생명력이 80%, 60%, 40% 이하로 떨어지면 [지옥강철 학살]의 지속시간 동안 카자라의 위협적인 방어구 철판이 떨어져 나가며, [지옥불 심장]이 격렬해 집니다.'

카자라_일반_공격_담당_ =
'[고뇌의 광선]은 [공포의 균열]에 흡수될 때까지 플레이어를 추적하며 [타오르는 흉터]를 남깁니다.',
'기력이 100에 도달하면 [지옥 광선]이 방출되어 효과 범위 내의 대상에게 가공할 피해를 입힙니다.'

카자라_일반_치유_담당 =
'[고뇌의 광선]은 [공포의 균열]에 흡수될 때까지 플레이어를 추적하며 [타오르는 흉터]를 남깁니다.',
'[멸종의 날개]와 [지옥불 심장]은 공격대 전체에 막대한 피해를 입힙니다.'

카자라_일반_방어_담당 =
'[공포의 발톱]은 막대한 피해를 입히며, 공포의 발톱으로 받는 피해를 증가시킵니다.',
'기력이 100에 도달하면 [지옥 광선]이 방출되어 효과 범위 내의 대상에게 가공할 피해를 입힙니다.'

// 중요
카자라_일반_지옥강철_학살 =
'강력한 엘레멘티움 철판이 카자라의 불안정한 핵의 붕괴하지 않도록 지탱하고 있습니다. 생명력이 80%, 60%, 40% 이하로 떨어지면 방어구 일부가 떨어져 나가고 지옥강철 파편을 발동시킵니다. 재앙적인 폭발은 모든 플레이어에게 67,531의 암흑불길 피해를 입힙니다.'

// 치유 전담 주의
카자라_일반_지옥강철_학살_지옥불_심장 =
'카자라의 노출된 핵이 타오르는 심장으로 맥동하여, 모든 플레이어에게 4초마다 18,008의 암흑불길 피해를 입힙니다. 카자라가 방어구를 추가로 잃을수록 주기가 빨라집니다.'
카자라_일반_지옥강철_학살_지옥강철_파편 =
'카자라의 방어구가 불타는 쇳조각으로 산산이 조각나, 충격 지점 4미터 내에 112,551의 암흑불길 피해를 입힙니다.'
카자라_일반_지옥강철_학살_망령의_피 =
'카자라의 끔찍한 상처에서 혈액 덩어리가 쏟아져 나옵니다. 각 덩어리는 낙하 지점 3미터 내에 90,041의 암흑불길 피해를 입힙니다.'

카자라_일반_공포의_균열 =
'카자라가 맹렬한 포효를 내질러 다수의 플레이어의 내면에 있는 불타는 징표를 일깨웁니다. 5초 후에 대상 플레이어의 발밑에 이계의 균열이 열리고, 휘몰아치는 공포의 불꽃이 일어나 5미터 내에 78,786의 암흑불길 피해를 입힙니다. 카자라의 노출된 핵은 떨어져 나간 방어구 조각 하나당 공포의 균열이 추가 플레이어를 대상으로 지정하도록 만듭니다.'
카자라_일반_공포의_균열_균열_화상 =
'공포의 균열에 작열하는 열기가 효과 안에 서 있는 플레이어에게 1초마다 45,015의 암흑불길 피해를 입힙니다.'
카자라_일반_공포의_균열_타오르는_흉터 =
'그을린 바닥 안에 서 있는 플레이어에게 1초마다 40,542의 암흑불길 피해를 입힙니다.'

카자라_일반_고뇌의_광선 =
'카자라가 공포의 균열에서 이글거리는 마력의 파편을 소환합니다. 각 파편은 고열의 광선을 방출하여 주위 플레이어를 추적하고, 지나간 자리에 타오르는 흉터를 남깁니다. 광선과 접촉하면 0.3초마다 56,275의 암흑불길 피해를 받습니다.'
카자라_일반_고뇌의_광선_타오르는_흉터 =
'그을린 바닥 안에 서 있는 플레이어에게 1초마다 40,542의 암흑불길 피해를 입힙니다.'

// 치명적
카자라_지옥_광선 =
'에너지가 100에 도달하면 카자라는 턱에서 무시무시한 힘의 광선을 방출하여 안에 있는 모든 플레이어에게 3초 동안 0.3초마다 187334의 암흑 화염 피해를 입힙니다. Kazzara는 갑옷이 산산조각이 나면서 점점 더 많은 양의 Revenants Blood를 토해냅니다.'

// 치유 전담 주의
카자라_멸종의_날개 =
'카자라가 이글거리는 날개를 펄력여 모든 플레이어에게 56275의 암흑불길 피해를 입히고 뒤로 밀쳐냅니다. 불꽃은 남아 20초 동안 2초마다 13480의 추가 암흑불길 피해를 입힙니다.'

// 방어 전담 주의
카자라_공포의_발톱 =
'카자라가 대상을 베어 337653의 물리 피해와 112551의 암흑불길 피해를 입힙니다. 새까맣게 타버린 상처는 1초마다 27055의 암흑불길 피해를 입히고 25초 동안 공포의 발톱으로 받는 피해를 추가로 200%만큼 증가시킵니다.'



function kazzara() {
  let postTitle = document.getElementById('postTitle');
  let mainImg = document.getElementById('mainImg');
  let bigName = document.getElementById('bigName');
  let story = document.getElementById('story');
  let summary = document.getElementById('summary');

  postTitle.innerHTML = '지옥벼림 카자라';
  mainImg.addEventListener('load', () => {Image.src = 'img/kazzara-mythic-dps-rankings-10.1-768x432.webp'});
  bigName.innerHTML = '지옥벼림 카자라';
  story.innerHTML = 카자라_일반_설명;
  summary.innerHTML = 카자라_일반_개요;
}